backend/controllers/JenisIzinController.php

INSERT INTO `jenis_izin` (`bidang_id`, `nama`, `action`) VALUES (1, 'Izin SIUP', 'izin-siup')
---
    public function actionCreate()
    {
        $model = new JenisIzin();

        if ($model->loadAll(Yii::$app->request->post()) && $model->saveAll()) {