frontend/views/jenis-izin/_search.php

    ]); ?>


    <?= $form->field($model, 'bidang_id')->dropDownList(
         ArrayHelper::map(Bidang::find()->all(),'id','nama'),
        ['prompt' => 'Pilih Bidang']) ?>
---
SELECT * FROM `bidang`