backend/models/ArsipQuery.php

SELECT * FROM `arsip` ORDER BY `id`
---
    public function all($db = null)
    {
        return parent::all($db);

SELECT * FROM `arsip` WHERE 0=1
---
    public function one($db = null)
    {
        return parent::one($db);