backend/models/BidangQuery.php

SELECT * FROM `bidang` WHERE `parent_id`=20
---
    public function all($db = null)
    {
        return parent::all($db);