backend/models/IzinSiupQuery.php

SELECT * FROM `izin_siup` ORDER BY `id`
---
    public function all($db = null)
    {
        return parent::all($db);