backend/models/IzinSiupAktaQuery.php

SELECT * FROM `izin_siup_akta` WHERE 0=1
---
    public function all($db = null)
    {
        return parent::all($db);