backend/models/IzinSiupKbliQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `izin_siup_kbli` WHERE 0=1