backend/models/KbliQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `kbli` ORDER BY `id`